import { TypeCardData } from '@/components/common/card/types';
import CardImage from '@/images/cart-image.png';

export const data: TypeCardData[] = [
  {
    id: 1,
    info: {
      image: CardImage,
      title: 'Допомога ВПО',
      description:
        'Цей напрямок допомоги спрямованим на  надяння притулку, медичну допомогу, соціальну підтримку, навчання, матеріальну допомогу та психологічну підтримку для полегшення умов життя та відновлення благополуччя тимчасово переміщених осіб.',
    },
    links: {
      supportLink: '/',
      moreLink: '/',
    },
  },
  {
    id: 2,
    info: {
      image: CardImage,
      title: 'Допомога ВПО',
      description:
        'Цей напрямок допомоги спрямованим на  надяння притулку, медичну допомогу, соціальну підтримку, навчання, матеріальну допомогу та психологічну підтримку для полегшення умов життя та відновлення благополуччя тимчасово переміщених осіб.',
    },
    links: {
      supportLink: '/',
      moreLink: '/',
    },
  },
  {
    id: 3,
    info: {
      image: CardImage,
      title: 'Допомога ВПО',
      description:
        'Цей напрямок допомоги спрямованим на  надяння притулку, медичну допомогу, соціальну підтримку, навчання, матеріальну допомогу та психологічну підтримку для полегшення умов життя та відновлення благополуччя тимчасово переміщених осіб.',
    },
    links: {
      supportLink: '/',
      moreLink: '/',
    },
  },
  {
    id: 4,
    info: {
      image: CardImage,
      title: 'Допомога ВПО',
      description:
        'Цей напрямок допомоги спрямованим на  надяння притулку, медичну допомогу, соціальну підтримку, навчання, матеріальну допомогу та психологічну підтримку для полегшення умов життя та відновлення благополуччя тимчасово переміщених осіб.',
    },
    links: {
      supportLink: '/',
      moreLink: '/',
    },
  },
];
