export type SliderItems = {
  image: string;
  projectName: string;
  description: string;
};

export const sliderItems: SliderItems[] = [
  {
    image:
      'https://images.unsplash.com/photo-1575936123452-b67c3203c357?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8aW1hZ2V8ZW58MHx8MHx8fDA%3D&w=1000&q=80',
    projectName: 'Назва проекту1',
    description:
      'Зробіть крок до підтримки наших військових. Приєднуйтесь до нашого благодійного фонду та підтримайте тих, хто захищає нас усіх! Короткий опис. Короткий опис. Короткий опис. Короткий опис. Короткий опис. Короткий опис. Короткий опис.',
  },
  {
    image:
      'https://images.unsplash.com/photo-1575936123452-b67c3203c357?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8aW1hZ2V8ZW58MHx8MHx8fDA%3D&w=1000&q=80',
    projectName: 'Назва проекту2',
    description:
      'Зробіть крок до підтримки наших військових. Приєднуйтесь до нашого благодійного фонду та підтримайте тих, хто захищає нас усіх! Короткий опис. Короткий опис. Короткий опис. Короткий опис. Короткий опис. Короткий опис. Короткий опис.',
  },
  {
    image:
      'https://images.unsplash.com/photo-1575936123452-b67c3203c357?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8aW1hZ2V8ZW58MHx8MHx8fDA%3D&w=1000&q=80',
    projectName: 'Назва проекту3',
    description:
      'Зробіть крок до підтримки наших військових. Приєднуйтесь до нашого благодійного фонду та підтримайте тих, хто захищає нас усіх! Короткий опис. Короткий опис. Короткий опис. Короткий опис. Короткий опис. Короткий опис. Короткий опис.',
  },
  {
    image:
      'https://images.unsplash.com/photo-1575936123452-b67c3203c357?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8aW1hZ2V8ZW58MHx8MHx8fDA%3D&w=1000&q=80',
    projectName: 'Назва проекту4',
    description:
      'Зробіть крок до підтримки наших військових. Приєднуйтесь до нашого благодійного фонду та підтримайте тих, хто захищає нас усіх! Короткий опис. Короткий опис. Короткий опис. Короткий опис. Короткий опис. Короткий опис. Короткий опис.',
  },
  {
    image:
      'https://images.unsplash.com/photo-1575936123452-b67c3203c357?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8aW1hZ2V8ZW58MHx8MHx8fDA%3D&w=1000&q=80',
    projectName: 'Назва проекту5',
    description:
      'Зробіть крок до підтримки наших військових. Приєднуйтесь до нашого благодійного фонду та підтримайте тих, хто захищає нас усіх! Короткий опис. Короткий опис. Короткий опис. Короткий опис. Короткий опис. Короткий опис. Короткий опис.',
  },
  {
    image:
      'https://images.unsplash.com/photo-1575936123452-b67c3203c357?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8aW1hZ2V8ZW58MHx8MHx8fDA%3D&w=1000&q=80',
    projectName: 'Назва проекту6',
    description:
      'Зробіть крок до підтримки наших військових. Приєднуйтесь до нашого благодійного фонду та підтримайте тих, хто захищає нас усіх! Короткий опис. Короткий опис. Короткий опис. Короткий опис. Короткий опис. Короткий опис. Короткий опис.',
  },
];
